[
  {
    "icon": "/assets/img/projects/goatarch.png",
    "title": "GoatArch Designs and Products ",
    "desc": "GoatArch is an innovative web application designed as a global platform connecting experts in design, manufacturing, architecture, and building supplies. The platform empowers users to promote their expertise, showcase their portfolios, and expand their business reach. <br /> We crafted an advanced ecosystem where every user has a personalized dashboard to manage their profiles, projects, and interactions seamlessly. Additionally, a robust admin dashboard enables administrators to oversee user activities, manage platform operations, and maintain a smooth user experience.",   
    "btnLink": "https://goatarch.com/",
    "addClass": "col-lg-8",
    "addClassActive": "image-area active"
  },
  {
    "icon": "/assets/img/projects/noyzeboyz.png",
    "title": "Noyzeboyz.com",
    "desc": "NoyzeBoyz is a cutting-edge e-commerce website dedicated to selling gaming PCs and accessories. We designed the platform with a dynamic, gaming-inspired user interface that immerses users in the gaming experience. The sleek design, combined with intuitive navigation and vibrant visuals, ensures a seamless shopping experience that resonates with gaming enthusiasts.",   
    "btnLink": "https://noyzeboyz.com/",
    "addClass": "col-lg-4",
    "addClassActive": "image-area"
  },
  {
    "icon": "/assets/img/others/project4-img3.png",
    "title": "Shabab Nasik Website",
    "desc": "Shabab Nasik, a Dawoodi Bohra community organization, required a functional and engaging website to handle their organizational needs. Built on WordPress, this website facilitates new member registrations and provides essential information about the organization’s activities and services. The user-friendly interface and efficient registration system make it a vital tool for community engagement and administration.",   
    "btnLink": "/project/project-details",
    "addClass": "col-lg-4",
    "addClassActive": "image-area"    
  },
  {
    "icon": "/assets/img/projects/burhaniqardanhasana.png",
    "title": "Burhani Qardan Hasana Trust Nasik",
    "desc": "This web application was developed for the Dawoodi Bohra trust in Nasik, focusing on managing loans for the local community. The application streamlines the process of loan management, allowing the trust to handle borrower details, monthly installments, and repayment schedules efficiently. Users have access to a dedicated portal where they can track their loan details, view payment history, and stay updated with trust policies. The application is a comprehensive solution that ensures transparency and ease of management.",   
    "btnLink": "https://burhani-qardan-hasana-nasik.vercel.app/login",
    "addClass": "col-lg-8",
    "addClassActive": "image-area"    
  }    
]
